{"class_name": "Model", "config": {"name": "model_1061", "layers": [{"name": "input", "class_name": "InputLayer", "config": {"batch_input_shape": [null, 37], "dtype": "float32", "sparse": false, "name": "input"}, "inbound_nodes": []}, {"name": "normalizer", "class_name": "Normalizer", "config": {"name": "normalizer", "trainable": true, "dtype": "float32"}, "inbound_nodes": [[["input", 0, 0, {}]]]}, {"name": "filter", "class_name": "Dense", "config": {"name": "filter", "trainable": true, "dtype": "float32", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null, "dtype": "float32"}}, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 9.999999717180685e-10}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["normalizer", 0, 0, {}]]]}, {"name": "non_linearity", "class_name": "Activation", "config": {"name": "non_linearity", "trainable": true, "dtype": "float32", "activation": "softplus"}, "inbound_nodes": [[["filter", 0, 0, {}]]]}], "input_layers": [["input", 0, 0]], "output_layers": [["non_linearity", 0, 0]]}, "keras_version": "2.2.4-tf", "backend": "tensorflow"}